{
  "privacy-one-title": "Introduction",
  "privacy-one-content": "<p><strong>Last Updated: 01/08/2023</strong> <br> Thank you for visiting www.zweler.com (the 'Website'), owned and operated by Zweler Gems Pvt Ltd ('Zweler', 'we', 'us', or 'our'). This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Website. By accessing and using our services, you consent to the practices described in this Privacy Policy.</p>",
  "privacy-two-title": "Information We Collect",
  "privacy-two-content": "<p><strong>1.1 Personal Information:</strong> We may collect personally identifiable information ('Personal Information') that you provide voluntarily when registering an account, placing orders, or contacting us. Personal Information may include but is not limited to your name, email address, shipping address, and contact details. <br><br><strong>1.2 Usage Data:</strong> We may collect non-personal information that does not directly identify you ('Usage Data'). Usage Data includes technical information about your device, browser type, IP address, and usage patterns on the Website. <br><br> <strong>1.3 Cookies and Similar Technologies:</strong> We use cookies and similar technologies to enhance your browsing experience. Cookies are small data files stored on your device that help us identify your preferences and improve our services. You can control cookies through your browser settings.</p>",

  "privacy-three-title": "How We Use Your Information",
  "privacy-three-content": "<p><strong>2.1 Personalization:</strong> We may use your Personal Information to customize your experience on the Website, display personalized content, and recommend products based on your preferences. <br><br> <strong>2.2 Order Processing:</strong> We use your information to process and fulfill orders, track shipments, and communicate with you about your purchases. <br><br> <strong>2.3 Customer Support:</strong> We may use your information to respond to your inquiries, provide customer support, and address any issues you may encounter. <br><br> <strong>2.4 Marketing:</strong> With your consent, we may send you promotional offers, updates, and newsletters. You can opt-out of marketing communications at any time. <br><br> <strong>2.5 Legal Compliance:</strong> We may use your information to comply with legal obligations, enforce our Terms and Conditions, and protect our rights and the rights of others.</p>",

  "privacy-four-title": "How We Protect Your Information",
  "privacy-four-content": "<p><strong>3.1 Security Measures:</strong> We implement reasonable security measures to protect your Personal Information from unauthorized access, alteration, disclosure, or destruction. <br><br> <strong>3.2 Data Retention:</strong> We retain your Personal Information only for as long as necessary to fulfill the purposes for which it was collected and as required by applicable laws.</p>",

  "privacy-five-title": "Sharing Your Information",
  "privacy-five-content": "<p><strong>4.1 Third-Party Service Providers:</strong> We may share your information with trusted third-party service providers who assist us in operating the Website, processing payments, and delivering goods. <br><br> <strong> 4.2 Business Transfers:</strong> In the event of a merger, acquisition, or sale of assets, your information may be transferred to the acquiring entity. <br><br> <strong>4.3 Legal Requirements:</strong> We may disclose your information to comply with legal obligations, respond to government requests, or protect our rights and the rights of others.</p>",

  "privacy-six-title": "Your Rights and Choices",
  "privacy-six-content": "<p><strong>5.1 Access and Correction:</strong> You have the right to access and update your Personal Information. You may do so by logging into your account or contacting us. <br><br> <strong>5.2 Opt-Out:</strong> You can opt-out of receiving marketing communications by following the instructions in the emails or contacting us. <br><br> <strong>5.3 Cookies:</strong> You can control cookies through your browser settings. However, disabling cookies may limit your access to certain features of the Website.</p>",

  "privacy-seven-title": "Children's Privacy",
  "privacy-seven-content": "<p>The Website is not intended for children under the age of 13. We do not knowingly collect or process Personal Information from children under 13. If you believe we have inadvertently collected information from a child, please contact us immediately.</p>",
  
  "privacy-eight-title": "Google Compliance",
  "privacy-eight-content": "<p><strong>7.1 Third-Party Use of Cookies:</strong> We use Google Analytics and other Google services to collect Usage Data and improve the Website's performance. Google may use cookies and other technologies to collect information and provide advertising services. You can review Google's Privacy Policy and learn how to opt-out of personalized advertising. <br><br> <strong>7.2 Google AdWords:</strong> We may use Google AdWords to display advertisements to users who have visited our Website. Google AdWords uses cookies to tailor ads based on your past visits. You can adjust your ad settings and learn more about how Google uses cookies for advertising.</p>",

  "privacy-nine-title": "Changes to this Privacy Policy",
  "privacy-nine-content": "<p>We may update this Privacy Policy from time to time to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify you of any material changes by posting the updated Privacy Policy on the Website.</p>",

  "privacy-ten-title": "Contact Us",
  "privacy-ten-content": "<p>If you have any questions, concerns, or requests regarding this Privacy Policy or your Personal Information, please contact us at <ol><li><strong>Email:</strong> zweler.web@gmail.com</li><li><strong>Contact Number:</strong> +91 96240 77111</li><li><strong>Address:</strong> 224, 2ND FLOOR, ZENON, Bamroli Rd, Khatodra Wadi, Surat, Gujarat 395002</li></ol></p>"
}