{
    "seller-one-title": "BENEFITS",
    "seller-one-content": "<p><ul><li>● WHILE YOU FOCUS ON ENHANCING YOUR MANUFACTURING CAPABILITIES, WE WILL USE OUR MIGHT TO MAKE YOUR DESIGNS REACH THE GLOBAL AUDIENCE.</li><li>● WE HELP YOUR DESIGNS EARN THE SHEER APPLUASE IT HAS ALWAYS LURED FOR.</li><li>● ON RECEIVING ANY ORDER FOR JOB WORK, WE SHALL PROVIDE THE COMPLETE RAW MATERIAL. ALL YOU HAVE TO DO IS TO MAKE A WORLD CLASS PRODUCT AND WE WILL DELIVER IT TO THE CUSTOMER FOR A DEIGHTFUL EXPERIENCE.</li><li>● FOR PRODUCTS ON MRP BASIS OR THE PRICE MODULES OF THE MANUFACTURERS, ZWELER SHALL ONLY TRANFER THE TOKEN AMOUNT REQUIRED FOR THE PROCESS TO START. THE COMPLETE PAYMENT SHALL BE DONE ONCE THE FINISHED PRODUCT/S IS RECEIVED AND APPROVED BY THE CUSTOMER.</li><li>● SAFE AND SECURED PAYMENTS.</li><li>● UNLIMITED STORAGE SPACE FOR UPLOADING THE PRODUCTS.</li></ul></p>",
  
    "seller-two-title": "HOW TO REGISTER",
    "seller-two-content": "<p><ul><li>● THE MANUFACTURERS/WHOLESALERS CAN NOW REGISTER THEIR SHOP ON THE WEBSITE OR ON THE MOBILE APPLICATIONS.</li><li>● THE MANUFACTURER SHALL BE REQUIRED TO INPUT THE RELEVANT DETAILS OF THE COMPANY INCLUDING ADDRESS AND GST DETAILS.</li><li>● THE MANUFACTURER CAN UPLOAD VARIETY OF PRODUCTS IN DIFFERENT CATEGORIES AVAILABLE ON THE PLATFORM. THEY NEED TO SELECT THE PRODUCT CATEGORY AND UPLOAD THE IMAGES ALONG WITH RELEVANT DETAILS ABOUT THE PRODUCT AND THE REQUIRED PRICES.</li><li>● IT IS COMPULSORY FOR THE MANUFACTURER TO MENTION THE BUY BACK POLICY IN CASE OF EVERY PRODUCT.</li><li>● IN CASE YOU NEED HELP WITH THE PRODUCT PHOTOGRAPHY, OUR TEAM SHALL BE THERE TO ASSIST WITH THE PROFESSIONALS WHO WOULD LOVE TO DO THIS AT THE BEST PRICES.</li></ul></p>",
  
    "seller-three-title": "GENERAL RULES & GUIDELINES",
    "seller-three-content": "<p><ul><li>● THE DESIGNS UPLOADED OR PROVIDED BY YOUR COMPANY SHALL ALWAYS REMAIN UNDER YOUR PROPRIETORY RIGHTS AND IN CASE OF ANY ORDER CONFIRMATION TO THE SAID DESIGN, THE COMPANY SHALL GET THE SAME MADE FROM YOUR END BY PROVIDING YOU WITH SUBSEQUENT RAW MATERIALS.</li><li>● YOU SHALL BE REQUIRED TO FURNISH THE FINISHED PRODUCT WITHIN 10 WORKING DAYS SO AS TO FACILITATE DELIVERY PROCESS.</li><li>● YOU SHALL BE REQUIRED TO MAKE THE FINAL PRODUCT AS PER THE PARAMETERS MENTIONED BY YOU AT THE TIME OF PROVIDING THE PRODUCT DETAILS.</li><li>● A CUSHION OF 2-3% SHALL BE ALLOWED ON THE METAL AND DIAMOND WEIGHT VIS A VIS THE PROTOTYPE AND THE FINAL PRODUCT.</li><li>● THE JOBWORK POLICIES SHALL BE UNDER MUTUAL CONSENT AS AGREED BY BOTH THE PARTIES AND SHALL BE SUBJECT TO CHANGES ONLY IN INTERVALS OF SIX MONTHS AND SHALL NOT BE APPLICABLE TO ANY PENDING ORDERS.</li><li>● ALTHOUGH THE RAW MATERIAL SHALL BE PROVIDED BY THE COMPANY IN ADVANCE, HOWEVER, THE JOB WORK CHARGES SHALL BE PAYABLE ON TERMS OF 30 DAYS FROM THE DATE OF FINAL PRODUCT DELIVERY.</li><li>● REPAIRS AND MODERATION CHANGES SHALL BE FREE OF COST FROM YOUR COMPANY.</li><li>● ALL PRODUCTS SHOULD BE HALLMARKED BEFORE SUPPLYING TO THE COMPANY AND SHOULD CONTAIN THE LOGO OF ‘ZWELER’ AND PRODUCT WEIGHT DETAILS.</li><li>● THE MANUFACTURER SHALL HAVE THE OBLIGATION TO ACCEPT THE BUY BACK OF THE PRODUCT AS PER THE POLICY MENTIONED BY HIM DURING UPLOADING THE PRODUCT.</li></ul></p>"
  
  }
  