{
  "terms-one-title": "USE OF WEBSITE",
  "terms-one-content": "<p>All the content of the website Zweler.com is sole property of Zweler.com and it should only be used for personal or non commercial use only, any other use of the content of Zweler.com apart from the one mentioned above is strictly prohibited. You have the permission to download electronic copy and printout of any content from Zweler.com for personal and non commercial use and you agree to not publish, transmit, reproduce, modify, distribute or commercially exploit it in any way. <br><br><strong>TRADEMARK & COPYRIGHTS :</strong> The name, trademark, logo, graphics, images, artwork, products & video clips are the registered and unregistered trademark of the website owner and any infringement to the same is liable to legal action as per Government of India.<br><br><strong>WARRANTY :</strong> The website owner makes no warranties, representations, statements or guarantees (whether express, implied in law or residual) regarding the website.</p>",

  "terms-two-title": "TERMS & CONDITIONS (BUYER)",
  "terms-two-content": "<p>The prices of the products on the website are calculated using current market prices of precious metals and gemstones. These prices are relatively volatile and hence, are subject to change at different times, without any prior information. Prices on Zweler.com are therefore subject to change without notice. Please expect to be charged differently from the price for the Zweler.com merchandise you buy as it is listed on the day of purchase.<ul><li><strong>● </strong>The products displayed on Zweler.com are always graphical representations of real products uploaded by Third Parties and are therefore made to order or either outsourced from third party as and when confirmed by the user. Given the scenario, there is a possibility that the item ordered by the user might have certain constraints or differences in fulfillment. The same, ifany, shall be updated to the user. Zweler.com, shall not be liable for any damages accruing due to the variation in the final product.</li><br><li><strong>● </strong>The website also aggregates certain diamonds for sale on its website that are available for trading in open market. In an unlikely event, if the particular diamond(s), confirmed by the user, is traded off in the market before making the payment / sealing the order, Zweler.com will call the user and suggest an alternative diamond. In case the user chooses a new diamond, Zweler.com shall confirm the new order. If the cost of the new selection is more expensive than the previous one, the user shall have to pay the differential amount. If the cost of the new selection is less expensive than the previous one, Zweler.com shall refund the excess amount to the user in the manner specified below in this Terms of Use.</li><br><li><strong>● </strong>The pricing information available on the website must be used as a general guideline for diamond and gemstone prices. While this website is designed to provide the best pricing information but the same is with relevance to the aspect as valued by Zweler.com. All grading and pricing are subjective methods of analysis and no guarantee is made or liability assumed as to the accuracy or validity of the information provided by the service provider.</li><br><li><strong>● </strong>Infrequently, data may be inaccurately displayed on the website due to system errors. Zweler.com reserves the right to correct any and all errors when they do occur and the company does not honor inaccurate or erroneous prices. The prices on the website are also subject to change without notice. For any order, the price is the prevailing price on the day the order is confirmed. For any queries, please do not hesitate to contact us at +91 96241 77111.</li></ul></p>",

  "terms-three-title": "PURCHASE POLICY",
  "terms-three-content": "<p>Any user who wishes to purchase an item from the website can either:<ul><li>● Add the product directly to the cart by selecting the proper metal with pre defined purity and quality of diamonds to be used.</li><li>● You can also customize the product available in cart according to your requirements.</li><li>● Before purchasing product from the website Zweler.com, the user must be registered on Zweler website to complete the purchase.</li><li>● For any query or difficulty in purchasing the product you can call our trained consultants on +91 96241 77111 who will help you to place your order with us.</li><li>● The users shall also provide any other mandatory information required under law like Permanent Account Number (PAN) and/or GST number at the time of purchase.</li><li>● Orders are normally considered complete only after the payment has been received by Zweler.com unless the order is on complete Cash on Delivery (COD).</li><li>● The consultants at Zweler.com may call up the users to confirm the purchase the orders placed on the website.</li></ul></p>",

  "terms-four-title": "PRODUCT WEIGHT VARIATION",
  "terms-four-content": "<p>The product weight and amount mentioned on the website for jewellery may slightly vary during the manufacturing process of the product. If the weight of the final product is less than the one mentioned on website while manufacturing, the difference amount will be refunded to the customer. Similarly, if the weight of the final product is higher than the one mentioned on the website, the additional cost will be applicable on the buyer. The difference in the weight can only be disclosed after the final product is ready.</p>",

  "terms-five-title": "USE OF PROMO CODE",
  "terms-five-content": "<p>Zweler.com has the right to refuse the usage of any promo code at any given point of time.<ul><li>● Promo codes which have expired, cannot be used on the website.</li><li>● Zweler.com can at any time ask the user for the proof of having received the promo code.</li><li>● Promo codes can be used only on specific orders as deemed fit by Zweler.com.</li><li>● Applicability of Promo Codes on certain items, on specific orders, or on specific dates or occasions are at the discretion of Zweler.com.</li><li>● Promo codes cannot be clubbed with any other special offer on the site, unless otherwise explicitly stated.</li><li>● For offline payment mode, the promo code will be accepted only within the date of expiry of the promo code.</li></ul></p>",

  "terms-six-title": "DISCLAIMER OF LIABILITY",
  "terms-six-content": "<p><ul><li>● This disclaimer of liability applies to any damages or injury caused by any failure or performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, act of God, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, tortuous behaviour, negligence, or under any other cause of action. You also specifically acknowledge that Zweler.com is not liable for your defamatory, offensive, infringing or illegal materials or conduct or that of third parties.</li><br><li>● We as a merchant shall be under no liability whatsoever in respect of any loss or damage arising directly or indirectly out of the decline of authorization for any Transaction, on Account of the Cardholder having exceeded the pre-set limit mutually agreed by us with our acquiring bank from time to time.</li><br><li>● The law of certain countries may not allow limitations on warranties or damages as described above. If such law applies to you, some or all of the above disclaimers, exclusions or warranties may not apply to you and you may have additional rights. However, in no event shall Zweler.com aggregate liability to you for all claims, damages,losses, and causes of action exceed the amount paid to Zweler.com by you for accessing Zweler.com web site.</li><br><li>● It is requested and required that the buyer shall inspect the finished product/s received on delivery. In case of any damage to the goods at the time of delivery, the buyer should take a picture and video of the product and report immediately to the delivery person itself and share the damage details on mail to Zweler.com on info@zweler.com.</li><br><li>● In case of Diamond Jewellery, Zweler Gems Private Limited shall not be responsible for any loss of diamond/s from the product once the goods are delivered to the buyer.</li></ul></p>",

  "terms-seven-title": "CANCELLATION & RETURNS",
  "terms-seven-content": "<p>You can cancel an order in 3 working days of placing the final order.<ul><li>● You can also cancel one order item within an order without cancelling the entire order if the same order contains 2 or more order items.</li><li>● For prepaid orders, the amount will be credited to the payment source (Credit Card/Debit Card /Net Banking).</li><li>● Once the product is returned under our 30 Day Money Back policy (not applicable on gold coins) the refund will be credited to your bank account:<ul><li>◉ For cash on delivery orders, the refund will be processed to your bank account.</li><li>◉ For prepaid orders, the amount will be credited to the payment source (Credit Card/Debit Card/Net Banking).</li></ul></li></ul></p>",
  
  "terms-eight-title": "APPLICABLE LAWS",
  "terms-eight-content": "<p>Use of this website shall in all respects be governed by the laws of the state of Gujarat, India, regardless of the laws that might be applicable under principles of conflicts of law. The parties agree that the courts located in India, Gujarat, shall have exclusive jurisdiction over all controversies arising under this agreement and agree that venue is proper in those courts. <br><br> This user agreement and all the rules and policies contained herein and any of your usage of website and your dealings at Zweler.com shall be governed and construed in accordance with the Law of India. By visiting Zweler.com, you agree that the Law of India, without regard to principles of conflict of laws, shall govern these Terms of Use and any dispute that may arise between you and Zweler.com. If any court of competent jurisdiction determines that any provision, or any portion thereof, contained in these Terms of Use is unenforceable in any respect, such provision shall be deemed limited to the extent that such court deems it enforceable, and as so limited shall remain in full force and effect. If such court shall deem any such provision, or portion thereof, wholly unenforceable, the remaining provisions of theseTerms of Use shall nevertheless remain in full force and effect. These Terms of Use, together with the Privacy Policy, constitute the entire agreement between you and Zweler.com relating to your access to and use of Zweler.com. </p>",

  "terms-nine-title": "PRODUCT DESCIRPTION",
  "terms-nine-content": "<p>Zweler.com makes all reasonable efforts to display the products listed for sale on its web site as accurately as possible. However, the colors we use, as well as the display and color capabilities of your computer monitor, will affect the colors that you actually see on your screen. Zweler.com cannot guarantee that your monitor's display of any product color, texture or detail will be accurate. In addition, Zweler.com does not warrant that product descriptions or other content are accurate, complete, reliable current or error free as the product descriptions are provided to the company by the third party manufacturers. While Zweler.com makes every effort to ensure that our products are described and priced accurately, in the event that an item is deemed to be priced incorrectly, Zweler.com reserves the right to refuse sale that item. If the pricing error is discovered after payment has been finalized, Zweler.com reserves the right to cancel the sale and refund the transaction in full. If a product offered by Zweler.com is not as described, your sole remedy is to return it in unused condition.</p>",

  "terms-ten-title": "UNLAWFUL & PROHIBITED USE",
  "terms-ten-content": "<p>● You agree not to upload, post or otherwise transmit via the online mediums any content that:<ul><li><strong>(i)</strong> is misleading, harmful, threatening, abusive, harassing, defamatory, offensive, violent, obscene, pornographic, vulgar, libellous, racially, ethnically, religiously or otherwise objectionable.</li><br><li><strong>(ii)</strong> constitutes unauthorized disclosure of personal or confidential information.</li><br><li><strong>(iii)</strong> infringes any patent, trademark, trade secret, publicity right, privacy right, copyright or other intellectual property or any rights of any party.</li><br><li><strong>(iv)</strong> contains viruses, Trojan horses, Worms, corrupted files or code, files and programs designed to impede or destroy the functionality of any computer software or hardware; spyware and malware designed for phishing and with a view to compromise the data security and integrity, and obtain sensitive personal or financial information.</li></ul><br><p>● You also agree not to use the Zweler.com website or online mediums to:</p><ul><li><strong>(i)</strong> impersonate an employee or a representative of Zweler.com, its divisions and subsidiaries.</li><br><li><strong>(ii)</strong> misrepresent your identity or affiliation with a person or entity.</li><br><li><strong>(iii)</strong> send bulk mail, spam, “chain letters” and other unsolicited and unauthorized communication.</li><br><li><strong>(iv)</strong> attempt to gain unauthorized access to any portion or feature of Zweler.com or any other system or networks connected to Zweler.com or any other services offered through Zweler.com, and/or other accounts notbelonging to you, or violate security of any portion of Zweler.com, by hacking, password mining or any other means</li><br><li><strong>(v)</strong> obtain or attempt to obtain any information, materials or documents not purposely made available through Zweler.com or online mediums through any means</li><br><li><strong>(vi)</strong> attempt to interfere with the proper working of Zweler.com.com or any transaction being conducted on Zweler.com.com or to restrict or inhibit any other user from accessing or using Zweler.com.com, by means of hacking or defacing any portion of Zweler.com.com</li><br><li><strong>(vii)</strong> violate any applicable local, state, national or international law, including without limitation regulations under Indian Court of Law.</li><br></ul></p>",

  "terms-eleven-title": "INDEMNITY CLAUSE",
  "terms-eleven-content": "<p>You agree to defend, indemnify, and hold harmless, Zweler.com and its officers, directors, shareholders, affiliates, employees and agents from and against any claims, actions, or demands, including without limitation reasonable legal and accounting fees, arising from your use of Zweler.com website or your breach of these Terms of Use or your violation of any law or the rights of a third party including but not limited to breach of any warranties, representations or undertakings or in relation to the non-fulfilment of any of your obligations under this Agreement or arising out of violation of any applicable laws, regulations including but not limited to Intellectual Property Rights, payment of statutory dues and taxes, claim of libel, defamation, violation of rights of privacy or publicity, loss of service by other subscribers and infringement of intellectual property or other rights. This clause shall survive the expiry or termination of this Terms of Use.</p>",

  "terms-twelve-title": "TRANSACTION STATUS",
  "terms-twelve-content": "<p>In the event the bank rejects to honor any payment transaction made by a user towards an order, Zweler.com shall have the right to refuse to ship the order to the user without any liability whatsoever. <br><br>● In the event the payment gateway selected by the user has flagged the transaction as fraudulent due to any reason, Zweler.com shall have the right to refuse to ship the order to the user without any liability whatsoever. In such a case, the user may receive a call from our Customer Service Team for relevant documents required to confirm the transaction, and if the fraudulent flag is not removed by the payment gateway, Zweler.com may not be able to fulfil the order. The paid amount will be refunded via the same payment mode.</p>",

  "terms-thirteen-title": "ADVANCE & PART PAYMENT",
  "terms-thirteen-content": "<p>Zweler.com may, at its sole discretion, request the user to pay a percentage of the value of the transaction as an advance at the time of placing the order. The balance payment for the order shall be paid by the user at the time of delivery of the product. Failure to pay the balance amount at the time of the delivery of the product shall be treated as a cancellation of the order. Any advance amount paid by the user at the time of placing the order shall not be refunded by Zweler.com to the user in the event of cancellation of the order for any reason whatsoever. <br><br>● We, as a merchant, shall be under no liability whatsoever in respect of any loss or damage arising directly or indirectly out of the decline of authorization of any transaction, on account of the cardholder having exceeded their pre-set limit.</p>",

  "terms-fourteen-title": "TERMS & CONDITIONS (VENDORS)",
  "terms-fourteen-content": "<p><ul><li>● Registration process has never be more easy. If you have over 100 designs to share, just call our seller registration team on +91 96241 77111 or mail us on info@zweler.com and they will help you sail through the entire process.</li><br><li>● Register your company on the B2B registration page with the relevant details and upload a copy of GST certificate and Manufacturing License copy.</li><br><li>● Upload the picture/s of the required and fill in the relevant details about the product under the category of the product.</li><br><li>● In case you need help with the product photography, our team shall be there to assist with the professionals who would love to do this at the best prices.</li><br><li>● The images uploaded should not have any watermark of any symbol of your company. For the sake of better understanding and to maintain the integrity of the look and feel of the website, it is requested to keep the primary image with a white background. However, you are free to use the subsequent images in whichever background you prefer.</li><br><li>● Once you receive an order, and in case, you do not want to move ahead with order processing, it is required that shall intimate the company within 48 hours on the official email id. Once you accept the order, you shall be required to furnish the finished products within 10-15 working days or so mentioned in the format of the manufacturing process, so as to facilitate further process.</li><br><li>● You shall be required to make the final product as per the parameters mentioned by you at the time of providing the product details.</li><br><li>● A cushion of 2-3% shall be allowed on the metal and diamond weight vis a vis the prototype and the final product. In case of further variation in the final product, the acceptance of the product shall be on the wish of the buyer. The jobwork policies shall be as per the mutual consent as agreed by both the parties and shall be subject to changes only in intervals of six months and shall not be applicable to any pending orders. In case if you wish to make any changes before six months, it is requested to kindly write to the company at least 15 days prior to enforcing the new price into effect.</li><br><li>● Although the raw material shall be provided by the company in advance, however, the job work charges shall be payable on terms of 30 days from the date of final product delivery.</li><br><li>● Repairs and moderation changes shall be free of cost from your company.</li><br><li>● All finished products should be hallmarked before supplying to the company and should contain the logo of ‘Zweler’ and product weight details.</li><br><li>● In case of Diamond Jewellery, it stands as a primary responsibility of the manufacturer to check the prongs and diamond setting quality of the product. In case of claims pertaining to loss of diamond, if the fault lies in the manufacturing, the manufacturing company shall stand liable for the loss claimed by the consumer.</li><br><li>● Any loss of goods from the premises of the manufacturer, given by Zweler Gems Pvt Ltd., for manufacturing, repairing, or whatever reason, shall be the responsibility of the manufacturer to compensate Zweler Gems Pvt Ltd to the extent of the damage/loss incurred by the company.</li><br><li>● It is suggestive to pull down the product/s from the website, if you are not interested in manufacturing them.</li><br></ul></p>"

}